In [1]:
import pandas as pd

In [2]:
certificat_earned=pd.DataFrame({
    'certificates':[8,2,5,6],
    'Time (in months)' :[16, 5, 9, 12]
})

In [3]:
certificat_earned

   certificates  Time (in months)
0             8                16
1             2                 5
2             5                 9
3             6                12

In [4]:
certificat_earned.index=['tom', 'kevin', 'raj','someone']

In [5]:
certificat_earned

         certificates  Time (in months)
tom                 8                16
kevin               2                 5
raj                 5                 9
someone             6                12

In [7]:
certificat_earned.iloc[2]

certificates        5
Time (in months)    9
Name: raj, dtype: int64